Repository: MiKTeX/miktex
Catalog: Libraries/MiKTeX/Setup/po/*/miktex-setup.po
Languages: fr

source: The PATH variable does not include the MiKTeX executables.
fr: La variable PATH n'inclut pas les exécutables MiKTeX.

source: Find the directory which contains the MiKTeX executables and add it to the environment variable PATH.
fr: Trouver le répertoire qui contient les exécutables MiKTeX et l'ajouter à la variable d'environnement PATH.

source: So far, no MiKTeX administrator has checked for updates.
fr: Jusqu'à présent, aucun administrateur MiKTeX n'a recherché de mises à jour.

source: Switch to MiKTeX administrator mode and check for updates.
fr: Basculer en mode administrateur MiKTeX et rechercher les mises à jour.

source: It has been a long time since a MiKTeX administrator has checked for updates.
fr: Cela fait longtemps qu'un administrateur MiKTeX n'a pas recherché les mises à jour.

source: User/administrator updates are out-of-sync.
fr: Les mises à jour utilisateur/administrateur sont désynchronisées.

source: So far, you have not checked for updates as a MiKTeX user.
fr: Jusqu'à présent, vous n'avez pas recherché les mises à jour en tant qu'utilisateur MiKTeX.

source: Stay in MiKTeX user mode and check for updates.
fr: Rester en mode utilisateur MiKTeX et rechercher les mises à jour.

source: It has been a long time since you have checked for updates as a MiKTeX user.
fr: Cela fait longtemps que vous n'avez pas recherché les mises à jour en tant qu'utilisateur MiKTeX.

source: So far, you have not checked for MiKTeX updates.
fr: Jusqu'à présent, vous n'avez pas recherché les mises à jour de MiKTeX.

source: Check for MiKTeX updates.
fr: Rechercher les mises à jour de MiKTeX.

source: It has been a long time since you have checked for MiKTeX updates.
fr: Cela fait longtemps que vous n'avez pas recherché les mises à jour de MiKTeX.

source: Root directory #{0} is covered by root directory #{1}.
fr: Le répertoire racine #{0} est inclus dans le répertoire racine #{1}.

source: Root directory #{0} covers root directory #{1}.
fr: Le répertoire racine #{0} inclut le répertoire racine #{1}.

source: Package {0} has been tampered with.
fr: Le paquet {0} a été altéré.

source: MiKTeX Console helps you to manage your MiKTeX configuration.
fr: La Console MiKTeX vous aide à gérer votre configuration MiKTeX.

source: TeXworks is a TeX front-end program.
fr: TeXworks est une interface à TeX.

source: MiKTeX is a scalable TeX distribution for Windows, Linux and macOS.
fr: MiKTeX est une distribution TeX évolutive pour Windows, Linux et macOS.
