Repository: MiKTeX/miktex
Catalog: Libraries/MiKTeX/TeXAndFriends/po/*/miktex-texmf.po
Languages: fr

source: Enable e-TeX extensions.
fr: Active les extensions e-TeX.

source: Set {0} to N.
fr: Fixe {0} à N.

source: Disable the \write18{COMMAND} construct.
fr: Désactive la construction \write18{COMMANDE}.

source: Enable MLTeX extensions such as \charsubdef.
fr: Active les extensions MLTeX telles que \charsubdef.

source: Enable the \write18{COMMAND} construct.
fr: Active la construction \write18{COMMANDE}.

source: Set mem_bot to 0 or 1.
fr: Fixe mem_bot à 0 ou 1.

source: Partially enable the \write18{COMMAND} construct.
fr: Active partiellement la construction \write18{COMMANDE}.

source: Enable EncTeX extensions such as \mubyte.
fr: Active les extensions EncTeX telles que \mubyte.

source: Generate SyncTeX data for previewers if nonzero.
fr: Génère des données SyncTeX pour la prévisualisation si non-zéro.

source: Insert source specials in certain places of the DVI file. WHERE is a comma-separated value list of: cr display hbox math par parend vbox.
fr: Insère des 'source specials' à certains endroits du fichier DVI. WHERE est uneliste de valeurs séparées par des virgules de : cr display hbox math par parend vbox.

source: Insert source specials in certain places of the DVI file.
fr: Insère des 'source specials' à certains endroits du fichier DVI.

source: Unknown source special.
fr: 'Source special' inconnu.

source: Make all characters printable by default.
fr: Rend tous les caractères imprimables par défaut.

source: Make only 7-bit characters printable.
fr: Rend seulement les caractères sur 7 bits imprimables.

source: Use DIR as the directory to write auxiliary files to.
fr: Utilise DIR comme le répertoire où écrire les fichiers auxiliaires.

source: Enable file:line:error style messages.
fr: Active les message du type fichier:ligne:erreur.

source: Do not parse the first line of the input line to look for a dump name and/or extra command-line options.
fr: Ne pas analyser la première ligne de la ligne d'entrée à la recherche d'un nom de dump et/ou d'options de ligne de commande additionnelles.

source: Stop after the first error.
fr: Arrête après la première erreur.

source: Be the INI variant of the program.
fr: Devient la variante INI du programme.

source: Set the interaction mode; MODE must be one of: batchmode, nonstopmode, scrollmode, errorstopmode.
fr: Fixe le mode d'interaction ; MODE doit être choisi parmi : batchmode, nonstopmode, scrollmode, errorstopmode.

source: Set the job name and hence the name(s) of the output file(s).
fr: Fixe le nom de la tâche et par là même le(s) nom(s) des fichier(s) de sortie.

source: Set the job time. Take FILE's timestamp as the reference.
fr: Fixe l'heure de la tâche. Prend le timestamp de FILE comme référence.

source: Disable file:line:error style messages.
fr: Désactive les message du type fichier:ligne:erreur.

source: Use DIR as the directory to write output files to.
fr: Utilise DIR comme le répertoire où écrire les fichiers de sortie.

source: Parse the first line of the input line to look for a dump name and/or extra command-line options.
fr: Analyse la première ligne de la ligne d'entrée à la recherche d'un nom de dump et/ou d'options de ligne de commande additionnelles.

source: Suppress all output (except errors).
fr: Supprime toutes les sorties (sauf les erreurs).

source: Turn on the file name recorder to leave a trace of the files opened for input and output in a file with extension .fls.
fr: Active l'enregistreur de noms de fichier pour garder une trace des fichiers ouverts pour l'entrée et la sortie dans un fichier portant l'extension .fls.

source: Disable MiKTeX extensions.
fr: Désactive les extensions MiKTeX.

source: Show processing time statistics.
fr: Affiche les statistiques de temps de traitement.

source: Use NAME instead of program name when loading internal tables.
fr: Utilise NAME au lieu du nom du programme lors du chargement des tables internes.

source: Use the TCXNAME translation table to set the mapping of input characters and re-mapping of output characters.
fr: Utilise la table de traduction TCXNAME pour fixer la correspondance des caractères d'entrée et la réassociation des caractères de sortie.

source: The specified auxiliary directory does not exist.
fr: Le répertoire auxiliaire spécifié n'existe pas.

source: Invalid interaction mode.
fr: Mode d'interaction non valide.

source: Missing timestamp.
fr: Timestamp manquant.

source: The specified output directory does not exist.
fr: Le répertoire de sortie spécifié n'existe pas.

source: The memory dump file could not be found.
fr: Le dump mémoire n'a pas pu être trouvé.

source: The font file could not be found.
fr: Le fichier de police n'a pas pu être trouvé.

source: Invalid command-line. Try this:
fr: Ligne de commande non valide. Essayez plutôt ceci :

source: Pretend to be APP. This affects both the format used and the search path.
fr: Prétend être APP. Ceci affecte tant le format utilisé et le chemin de recherche.

source: Disable the package installer. Missing files will not be installed.
fr: Désactive l'installeur de paquets. Les fichiers manquants ne seront pas installés.

source: Enable the package installer. Missing files will be installed.
fr: Active l'installeur de paquets. Les fichiers manquants seront installés.

source: Show this help screen and exit.
fr: Affiche cet écran d'aide et quitte.

source: Prefix DIR to the input search path.
fr: Préfixer DIR au chemin de recherche d'entrées.

source: Enable the package usage recorder. Output is written to FILE.
fr: Active l'enregistreur d'utilisation de paquets. La sortie est écrite dans FILE.

source: FILE
fr: FICHIER

source: Turn tracing on. OPTIONS must be a comma-separated list of trace options. See the manual, for more information.
fr: Active le traçage. OPTIONS doit être une liste séparée par des virgulesd'options de trace. Consultez le manuel pour plus d'informations.

source: Turn on verbose mode.
fr: Active le mode verbeux.

source: Print version information and exit.
fr: Affiche les informations de version et quitte.

source: Show the manual page in an HTMLHelp window and exit when the window is closed.
fr: Affiche la page de manuel dans une fenêtre HTMLHelp et quitte lorsque la fenêtre est fermée.

source: The command line options could not be processed.
fr: Les options de la ligne de commande n'ont pu être traitées.
