Repository: MiKTeX/miktex
Catalog: Libraries/MiKTeX/App/po/*/miktex-app.po
Languages: fr

source: The current operation has been cancelled (Ctrl-C).
fr: L'opération courante a été annulée (Ctrl-C).

source: running with elevated privileges
fr: en cours d'exécution avec des privilèges élevés

source: The MiKTeX configuration utility (initexmf) could not be found.
fr: L'utilitaire de configuration MiKTeX (initexmf) n'a pas été trouvé.

source: The MakeTFM utility could not be found.
fr: L'utilitaire MakeTFM n'a pas été trouvé.

source: Sorry, but {0} did not succeed.
fr: Désolé, mais {0} a échoué.

source: Sorry, but {0} did not succeed for the following reason:
fr: Désolé, mais {0} a échoué pour la raison suivante :

source: Remedy:
fr: Résolution :

source: For more information, visit:
fr: Pour plus d'informations, visitez :

source: warning
fr: avertissement

source: security risk
fr: risque de sécurité

source: It seems that this is a fresh TeX installation.
fr: Ceci semble être une nouvelle installation TeX.

source: Please finish the setup before proceeding.
fr: Veuillez terminer l'installation avant de poursuivre.

source: Unfortunately, the package {0} could not be installed.
fr: Malheureusement, le paquet {0} n'a pas pu être installé.

source: Please check the log file:
fr: Veuillez vérifier le fichier journal :

source: The log file hopefully contains the information to get MiKTeX going again:
fr: Avec un peu de chance, le fichier journal devrait contenir les informations pour remettre MiKTeX d'aplomb :
